{
  "domingo-ramos": {
    "brotherhoods": [
      {
        "name": "REAL COFRADÍA DE NUESTRO PADRE JESÚS A SU ENTRADA A JERUSALÉN Y MARÍA SANTÍSIMA DEL AMPARO Y SAN JUAN EVANGELISTA (Pollinica).",
        "church": "Iglesia de San Agustín (Centro)",
        "itinerary": "Casa Hermandad, Parras, Plazuela Santísimo Cristo de la Sangre, Guerrero, Dos Aceras, Puerta de Buenaventura, Plaza del Teatro, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, towergorda, Alameda, Plaza de la Marina, Molina Lario, tower Sur, Plaza del Obispo, Molina Lario, Santa María, San Agustín, Echegaray, Granada, Méndez Núñez, Plaza de Uncibay, Casapalma, Cárcer, Madre de Dios, Montaño, Plaza de Montaño, Guerrero, Plazuela Santísimo Cristo de la Sangre, Parras, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649578500000,
          "tribune": 1649585700000,
          "tower": 1649592900000,
          "finish": 1649600100000
        }
      },
      {
        "name": "MARÍA SANTÍSIMA DE LÁGRIMAS Y FAVORES (RR.CC. FUSIONADAS).",
        "church": "Parroquia de San Juan Bautista (Centro)",
        "itinerary": "Iglesia de San Juan, San Juan, Calderón de la Barca, Fernán González, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, towergorda, Alameda, Rotonda del Marqués de Larios, Plaza de la Marina, Molina Lario, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Echegaray, Granada, Plaza del Siglo, Plaza del Carbón, Granada, Santa Lucía, Comedias, Nosquera, Carretería, Puerta Nueva, Compañía, Fajardo, Cisneros, Especerías, Nueva, Plaza de Félix Sáenz, San Juan, Iglesia de San Juan",
        "datetimes": {
          "beggining": 1649596200000,
          "tribune": 1649598900000,
          "tower": 1649606100000,
          "finish": 1649606100000
        }
      },
      {
        "name": "ANTIGUA, VENERABLE HERMANDAD Y COFRADÍA DE NAZARENOS DE NUESTRO PADRE JESÚS DE LA SOLEDAD, NEGACIONES Y LÁGRIMAS DE SAN PEDRO, MARÍA SANTÍSIMA DEL DULCE NOMBRE Y SAN FRANCISCO DE ASÍS.",
        "church": "Parroquia de La Divina Pastora (Barrio de Capuchinos)",
        "itinerary": "Parroquia de la Divina Pastora, Plaza de Capuchinos, Carrera de Capuchinos, Dos Aceras, Carretería, Álamos, Puerta de Buenaventura, Plaza del Teatro, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, towergorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Echegaray, Granada, Méndez Núñez, Plaza de Uncibay, Casapalma, Cárcer, Álamos, Plaza de la Merced, Madre de Dios, Montaño, Plaza de Montaño, Dos Aceras, Carrera de Capuchinos, Plaza de Capuchinos, Parroquia de la Divina Pastora.",
        "datetimes": {
          "beggining": 1649593200000,
          "tribune": 1649601300000,
          "tower": 1649608500000,
          "cathedral": 1649601900000,
          "finish": 1649621700000
        }
      },
      {
        "name": "FERVOROSA HERMANDAD Y ANTIGUA COFRADÍA DEL DIVINO NOMBRE DE JESÚS NAZARENO DE SALUTACIÓN, MARÍA SANTÍSIMA DEL PATROCINIO REINA DE LOS CIELOS, SAN JUAN EVANGELISTA, SANTA MUJER VERÓNICA Y DE LA SANTA FAZ DE NUESTRO SEÑOR JESUCRISTO.",
        "church": "Parroquia de San Felipe (Barrio de Capuchino, Molinillo)",
        "itinerary": "Parroquia de la Santa Cruz y San Felipe Neri, Plazuela Cristo de la Sangre, Parras, Cruz del Molinillo, Ollerías, Huerto de Monjas, Ermitaño, Don Rodrigo, Álvarez, Convento RR. MM., Carmelitas, Álvarez, Marqués de Valdecañas, Plaza de San Francisco, Carretería, Nosquera, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, towergorda, Alameda, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Plazuela de Jesús Castellanos, Granada, Méndez Núñez, Plaza de Uncibay, Méndez Núñez, Plaza del Teatro, Puerta de Buenaventura, Álamos, Carretería, Dos Aceras, Plaza de Montaño, Guerrero, Gaona, Plazuela Cristo de la Sangre, Parroquia de la Santa Cruz y San Felipe Neri.",
        "datetimes": {
          "beggining": 1649595600000,
          "tribune": 1649604000000,
          "tower": 1649611200000,
          "cathedral": 1649611800000,
          "finish": 1649622600000
        }
      },
      {
        "name": "VENERABLE HERMANDAD CARMELITA Y COFRADÍA DE NAZARENOS DEL SANTÍSIMO CRISTO DE LA HUMILDAD Y PACIENCIA, MARÍA SANTÍSIMA DE DOLORES Y ESPERANZA Y NUESTRA SEÑORA DE LA AURORA.",
        "church": "Parroquia de San Vicente de Paúl (Barrio de Cruz de Humilladero)",
        "itinerary": "Casa Hermandad, Plazuela Virgen de Dolores y Esperanza, Reboul, La Unión, Edison, Mendívil, Senador La Serna, Ancha del Carmen, Cristo de la Expiración, Nazareno del Paso, Hilera, Puente de la Esperanza, Ordóñez, Prim, Plaza de Arriola, Sebastián Souvirón, Moreno Carbonero, Plaza de Camas, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, towergorda, Alameda Principal, Plaza de la Marina, Molina Lario, Estación de Penitencia en la S.I.C.B., Císter, Duque de la Victoria, Plaza del Carbón, Granada, Plaza de la Constitución, Nueva, Sagasta, Ordóñez, Alameda lateral sur, Pasaje Caparrós, Puente de la Misericordia, Avenida de la Aurora, Ancha del Carmen, Plaza de Toros Vieja, Senador Francisco Román, Mendívil, La Unión, Salvador Noriega, Plazuela Virgen de Dolores y Esperanza, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649594700000,
          "tribune": 1649606400000,
          "tower": 1649613600000,
          "cathedral": 1649614200000,
          "finish": 1649632200000
        }
      },
      {
        "name": "ANTIGUA HERMANDAD Y REAL COFRADÍA DE NAZARENOS DEL STMO. CRISTO DE LA HUMILDAD EN SU PRESENTACIÓN AL PUEBLO (ECCE HOMO), NUESTRA MADRE Y SEÑORA DE LA MERCED Y SAN JUAN EVANGELISTA",
        "church": "Basílica y Real Santuario de Santa María de la Victoria (Barrio de la Victoria)",
        "itinerary": "Basílica y Real Santuario de Santa María de la Victoria y de la Merced, Plaza del Santuario, Compás de la Victoria, Plaza de la Victoria, Altozano, Cruz Verde, Peña, Mariblanca, Puerta de San Buenaventura, Plaza del Teatro, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Larios, Martínez, Atarazanas, towergorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Císter, San Agustín, Echegaray, Granada, Plaza María Guerrero, Victoria, Compás de la Victoria, Plaza del Santuario, Basílica y Real Santuario de Santa María de la Victoria y de la Merced.",
        "datetimes": {
          "beggining": 1649598600000,
          "tribune": 1649608200000,
          "tower": 1649615400000,
          "cathedral": 1649616000000,
          "finish": 1649628000000
        }
      },
      {
        "name": "HERMANDAD DEL SANTÍSIMO CRISTO DE LA ESPERANZA EN SU GRAN AMOR Y MARÍA SANTÍSIMA DE LA SALUD.",
        "church": "Parroquia de San Pablo (Barrio de la Trinidad)",
        "itinerary": "Iglesia de San Pablo, Plaza de San Pablo, Zamorano, Tiro, Trinidad, Rampa de la Aurora, Puente de la Aurora, Pasillo de Santa Isabel, Plaza de Arriola, Sagasta, Plaza de Félix Sáenz, Nueva, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, towergorda, Alameda, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, San Agustín, Echegaray, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Especerías, Cisneros, Pasillo de Santa Isabel, Puente de la Aurora, Rampa de la Aurora, Trinidad, Tiro, Zamorano, Plaza de San Pablo, Iglesia de San Pablo.",
        "datetimes": {
          "beggining": 1649598600000,
          "tribune": 1649610600000,
          "tower": 1649617800000,
          "cathedral": 1649618400000,
          "finish": 1649631000000
        }
      },
      {
        "name": "PONTIFICIA, REAL, MUY ILUSTRE Y VENERABLE ARCHICOFRADÍA SACRAMENTAL Y SERÁFICA DE NUESTRO PADRE JESÚS ORANDO EN EL HUERTO, NUESTRA SEÑORA DE LA CONCEPCIÓN, SAN JUAN EVANGELISTA Y NUESTRA SEÑORA DE LA OLIVA.",
        "church": "Parroquia de Los Santos Mártires Ciriaco y Paula (Centro)",
        "itinerary": "Casa Hermandad, Plazuela Virgen de la Concepción, Padre Jorge Lamothe, Plaza de la Religiosa Filipense Dolores Márquez, Pasillo de Santo Domingo, Plaza Fray Alonso de Santo Tomás, Plaza de La Legión Española, San Jacinto, Puente de la Esperanza, Atarazanas, Plaza de Arriola, Sagasta, Plaza de Félix Sáenz, Nueva, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, towergorda, Alameda Principal, Plaza de la Marina, Molina Lario, tower Sur, Strachan, tower de Sandoval, Bolsa, Marín García, Mesón de Vélez, Antonio Baena Gómez, Martínez, Atarazanas, Puente de la Esperanza, Plaza Fray Alonso de Santo Tomás, Plaza de la Religiosa Filipense Dolores Márquez, Padre Jorge Lamothe, Plazuela Virgen de la Concepción, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649602800000,
          "tribune": 1649613300000,
          "tower": 1649620500000,
          "finish": 1649629800000
        }
      },
      {
        "name": "FERVOROSA Y MUY ILUSTRE HERMANDAD DE NUESTRO PADRE JESÚS DEL PRENDIMIENTO Y MARÍA SANTÍSIMA DEL GRAN PERDÓN.",
        "church": "Parroquia de La Divina Pastora (Barrio de Capuchinos)",
        "itinerary": "Casa Hermandad, San Millán, Plaza Maestro Artola, Miguel Bueno Lara, Alameda de Capuchinos, Plaza de Capuchinos, Capuchinos, Cruz del Molinillo, Ollerías, Carretería, Puerta Nueva, Compañía, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, towergorda, Alameda, Plaza de la Marina, Molina Lario, Plaza del Obispo, Plaza del Siglo, Plaza del Carbón, Calderería, Plaza de Uncibay, Casapalma, Cárcer, Plaza Jerónimo Cuervo, Ramos Marín, Frailes, Refino, Carrión, Hermosilla, San Millán, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649601000000,
          "tribune": 1649616300000,
          "tower": 1649623500000,
          "finish": 1649632800000
        }
      }
    ]
  },
  "lunes-santo": {
    "brotherhoods": [
      {
        "name": "FERVOROSA HERMANDAD DE CULTO Y PROCESIÓN DEL SANTÍSIMO CRISTO DE LA CRUCIFIXIÓN Y MARÍA SANTÍSIMA DEL MAYOR DOLOR EN SU SOLEDAD.",
        "church": "Parroquia del Buen Pastor (Barrio de Capuchinos)",
        "itinerary": "Casa Hermandad, Negros, Cruz Verde, Refino, Peña, Mariblanca, Álamos, Plaza del Teatro, Tejón y Rodríguez, Comedias, Nosquera, Carretería, Puerta Nueva, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Echegaray, Granada, Plaza de la Merced, Álamos, Mariblanca, Peña, Refino, Carrión, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649682600000,
          "tribune": 1649691300000,
          "tower": 1649698500000,
          "cathedral": 1649699100000,
          "finish": 1649712300000
        }
      },
      {
        "name": "REAL, MUY ILUSTRE Y VENERABLE ARCHICOFRADÍA SACRAMENTAL Y DE NAZARENOS DE NUESTRO PADRE JESÚS DE LA PASIÓN Y MARÍA SANTÍSIMA DEL AMOR DOLOROSO.",
        "church": "Parroquia de los Santos Mártires Ciriaco y Paula (Centro)",
        "itinerary": "Iglesia de los Santos Mártires, Plaza de los Mártires, Santa Lucía, Plaza de Jesús de la Pasión, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Granada, Niño de Guevara, José Denis Belgrano, Méndez Núñez, Comedias, Plaza de los Mártires, Iglesia de los Mártires.",
        "datetimes": {
          "beggining": 1649680800000,
          "tribune": 1649693400000,
          "tower": 1649700600000,
          "cathedral": 1649701200000,
          "finish": 1649709900000
        }
      },
      {
        "name": "VENERABLE Y MUY ILUSTRE HERMANDAD Y COFRADÍA DE NAZARENOS DE NUESTRO PADRE JESÚS DE LA COLUMNA Y MARÍA SANTÍSIMA DE LA O.",
        "church": "Parroquia de los Santos Mártires Ciriaco y Paula (Centro)",
        "itinerary": "Casa Hermandad, Frailes, Peña, Mariblanca, Álamos, Puerta de Buenaventura, Plaza del Teatro, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Siglo, Granada, Méndez Núñez, Plaza de Uncibay, Casapalma, Cárcer, Álamos, Plaza de la Merced, Merced, Frailes, Casa Hermandad",
        "datetimes": {
          "beggining": 1649689800000,
          "tribune": 1649695800000,
          "tower": 1649703000000,
          "finish": 1649712900000
        }
      },
      {
        "name": "ANTIGUA COFRADÍA DEL SANTÍSIMO CRISTO DEL PERDÓN Y NUESTRA SEÑORA DE LOS DOLORES",
        "church": "Parroquia de Santo Domingo (Barrio del Perchel)",
        "itinerary": "Iglesia de Santo Domingo de Guzmán, Plaza Fray Alonso de Santo Tomás, Pasillo de Santo Domingo, Plaza de la Religiosa Filipense Dolores Márquez, Cerrojo, Martinete, Zurradores, Plaza Imagen, Polvorista, Llano de Doña Trinidad, Álvaro de Bazán, Mármoles, Puente de la Aurora, Rampa de la Aurora, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, San Agustín, Duque de la Victoria, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Especerías, Nueva, Plaza de Félix Sáenz, Sagasta, Plaza de Arriola, Atarazanas, Prim, Puente de la Esperanza, Pasillo de Santo Domingo, Plaza Fray Alonso de Santo Tomás, Iglesia de Santo Domingo",
        "datetimes": {
          "beggining": 1649690100000,
          "tribune": 1649698800000,
          "tower": 1649706000000,
          "cathedral": 1649706600000,
          "finish": 1649715300000
        }
      },
      {
        "name": "REAL, MUY ILUSTRE Y VENERABLE COFRADÍA DE NAZARENOS DE NUESTRO PADRE JESÚS CAUTIVO, MARÍA SANTÍSIMA DE LA TRINIDAD CORONADA Y DEL GLORIOSO APÓSTOL SANTIAGO",
        "church": "Parroquia de San Pablo (Barrio de la Trinidad)",
        "itinerary": "Casa Hermandad, Barrera de la Trinidad, Plaza de Jesús Cautivo, Trinidad, Plaza Montes, Carril, Mármoles, Puente de la Aurora, Pasillo de Santa Isabel, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Santa María, San Agustín, Duque de la Victoria, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Especerías, Cisneros, Pasillo de Santa Isabel, Puente de la Aurora, Rampa de la Aurora, Trinidad, Plaza de Jesús Cautivo, Barrera de la Trinidad, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649690400000,
          "tribune": 1649701200000,
          "tower": 1649708400000,
          "finish": 1649721000000
        }
      },
      {
        "name": "HERMANDAD DEL SANTÍSIMO CRISTO CORONADO DE ESPINAS Y NUESTRA SEÑORA DE GRACIA Y ESPERANZA.",
        "church": "Iglesia del Santo Cristo (Centro)",
        "itinerary": "Casa Hermandad, Alcazabilla, Plaza de la Aduana, Císter, Plaza del Obispo, Molina Lario, Plaza del Siglo, Granada, Plaza del Carbón, Calderería, Plaza de Uncibay, Méndez Núñez, Plaza del Teatro, Tejón y Rodríguez, Carretería, Tribuna de los Pobres, Puerta Nueva, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Torre Sur, Plaza del Obispo, Molina Lario, Santa María, Císter, Plaza de la Aduana, Alcazabilla, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649690400000,
          "tribune": 1649705400000,
          "tower": 1649712600000,
          "finish": 1649716200000
        }
      }
    ]
  },
  "martes-santo": {
    "brotherhoods": [
      {
        "name": "REAL, ILUSTRE Y VENERABLE HERMANDAD SACRAMENTAL DE NUESTRO PADRE JESÚS NAZARENO DE LOS PASOS EN EL MONTE CALVARIO Y MARÍA SANTÍSIMA DEL ROCIO CORONADA.",
        "church": "Parroquia de San Lázaro (Barrio de la Victoria)",
        "itinerary": "Casa Hermandad, Párroco Ruiz Furest, Altozano, Cruz Verde, Peña, Mariblanca, Tejón y Rodríguez, Carretería, Tribuna de los Pobres, Puerta Nueva, Compañía, Fajardo, Cisneros, Especerías, Tribuna, Larios, Martínez, Puerta del Mar, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Torre Sur, Santa María, San Agustín, Echegaray, Méndez Núñez, Casapalma, Cárcer, Álamos, Plaza de la Merced, Victoria, Plaza de la Victoria, Cristo de la Epidemia, Puerto Parejo, Párroco Ruiz Furest, Casa Hermandad",
        "datetimes": {
          "beggining": 1649768400000,
          "tribune": 1649778000000,
          "tower": 1649785500000,
          "finish": 1649799900000
        }
      },
      {
        "name": "VENERABLE HERMANDAD DE LA CARIDAD DE NUESTRO SEÑOR Y COFRADÍA DE NAZARENOS DEL SANTÍSIMO CRISTO DE LA AGONÍA, MARÍA SANTÍSIMA DE LAS PENAS, REINA Y MADRE Y SANTO DOMINGO DE LA CALZADA.",
        "church": "Oratorio de Santa María Reina y Madre (Centro)",
        "itinerary": "Oratorio de Santa María Reina y Madre Plazuela Virgen de las Penas, Pozos Dulces, Compañía, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Rotonda Marqués de Larios, Plaza de la Marina, Molina Lario, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Plazuela de Jesús Castellanos, Granada, Méndez Núñez, Plaza de Uncibay, Méndez Núñez, Nosquera, Carretería, Andrés Pérez, Arco de la Cabeza, Plazuela Virgen de las Penas, Oratorio de Santa María Reina y Madre.",
        "datetimes": {
          "beggining": 1649778300000,
          "tribune": 1649781600000,
          "tower": 1649789100000,
          "cathedral": 1649789700000,
          "finish": 1649803500000
        }
      },
      {
        "name": "ILUSTRE Y VENERABLE HERMANDAD DE LA ORDEN DE SANTO DOMINGO DE GUZMÁN DE NUESTRO PADRE JESÚS DE LA HUMILLACIÓN Y PERDÓN Y MARÍA SANTÍSIMA DE LA ESTRELLA",
        "church": "Parroquia de Santo Domingo (Barrio del Perchel)",
        "itinerary": "Parroquia de Santo Domingo, Plaza Fray Alonso de Santo Tomás, Huerta del Obispo, Agustín Parejo, Llano de Doña Trinidad, Álvaro de Bazán, Mármoles, Puente de la Aurora, Rampa de la Aurora, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Puerta del Mar, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Torre Sur, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Especerías, Nueva, Plaza de Félix Sáenz, Sagasta, Plaza de Arriola, Hoyo Esparteros, Prim, Puente de la Esperanza, Pasillo de Santo Domingo, Cerrojo, Casa Hermandad",
        "datetimes": {
          "beggining": 1649778300000,
          "tribune": 1649787600000,
          "tower": 1649795100000,
          "finish": 1649809800000
        }
      },
      {
        "name": "VENERABLE HERMANDAD DE CULTO Y PROCESIÓN DE JESÚS NAZARENO DEL PERDÓN Y MARÍA SANTÍSIMA DE NUEVA ESPERANZA, SAN JOAQUÍN Y SANTA ANA.",
        "church": "Parroquia de San Joaquín y Santa Ana (Barrio de Nueva Málaga)",
        "itinerary": "Casa Hermandad, Camino Castillejos, Magistrado Salvador Barberá, Rosa, Carril de Gamarra, Dr. Lazárraga, José María Freuiller, Eduardo San Martín, Eugenio Gross, Cataluña, Pelayo, Martínez Maldonado, Mármoles, Puente de la Aurora, Pasillo de Santa Isabel, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Torre Sur, Plaza del Siglo, Plaza del Carbón, Calderería, Méndez Núñez, Tejón y Rodríguez, Carretería, Tribuna de los Pobres, Puerta Nueva, Fajardo, Cisneros, Puente de la Aurora, Ribera del Guadalmedina, Trinidad, Plaza de Bailén, Bailén, Eugenio Gross, Domingo Lozano, Josefa de los Ríos, Lorenzo Silva, Enrique de Egas, Sondalezas, Maestro Pablo Luna, Camino Castillejos, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649771100000,
          "tribune": 1649784600000,
          "tower": 1649792100000,
          "finish": 1649817000000
        }
      },
      {
        "name": "REAL, PIADOSA Y VENERABLE HERMANDAD DE CULTO Y PROCESIÓN DE NUESTRO PADRE JESÚS DEL RESCATE Y MARÍA SANTÍSIMA DE GRACIA",
        "church": "Capilla de Calle Agua (Barrio de la Victoria)",
        "itinerary": "Casa Hermandad, Agua, Victoria, Plaza de María Guerrero, Plaza de la Merced (lateral Sur), Álamos, Carretería, Puerta Nueva, Compañía, Fajardo, Cisneros, Especería, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Calderería, Plaza de Uncibay, Casapalma, Álamos, Cárcer, Plaza de Jerónimo Cuervo, Ramos Marín, Gómez Pallete, Plaza de la Merced (lateral norte), Victoria, Agua, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649778300000,
          "tribune": 1649790600000,
          "tower": 1649798100000,
          "finish": 1649807100000
        }
      },
      {
        "name": "MUY ILUSTRE, VENERABLE Y FERVOROSA HERMANDAD SACRAMENTAL Y COFRADÍA DE NAZARENOS DE NUESTRO PADRE JESÚS DE LA SENTENCIA, MARÍA SANTÍSIMA DEL ROSARIO EN SUS MISTERIOS DOLOROSOS Y SAN JUAN EVANGELISTA",
        "church": "Parroquia de Santiago Apóstol (Centro histórico)",
        "itinerary": "Casa Hermandad, Frailes, Merced, Plaza de la Merced lateral oeste, Álamos, Carretería, Puerta Nueva, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Torre Sur, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Plaza del Cardenal Marcelo Spínola, Calderería, Casapalma, Cárcer, Plaza de Jerónimo Cuervo, Ramos Marín, Frailes, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649782800000,
          "tribune": 1649793600000,
          "tower": 1649801100000,
          "finish": 1649807100000
        }
      }
    ]
  },
  "miercoles-santo": {
    "brotherhoods": [
      {
        "name": "VENERABLE HERMANDAD DE NUESTRO PADRE JESÚS NAZARENO REDENTOR DEL MUNDO Y NUESTRA SEÑORA MEDIADORA DE LA SALVACIÓN",
        "church": "Parroquia Santa María de la Encarnación (Barrio de Las Delicias – Ave María)",
        "itinerary": "Ayala número 34, Ayala, Avenida del Ingeniero José María Garnica, Cuarteles, Plaza de Toros Vieja, Ancha del Carmen, Cristo de la Expiración, Avenida de Andalucía, Puente de Tetuán, Alameda Principal (lateral Norte), Ordóñez, Atarazanas, Plaza de Arriola, Sagasta, Plaza de Félix Sáenz, Nueva, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, Cañón, Cortina del Muelle, Plaza de la Marina, Paseo Peatonal Sur, Vendeja, Linaje, Puente de la Misericordia, Cuarteles, Jacinto Verdaguer, Salitre, Ayala, Ayala número 34.",
        "datetimes": {
          "beggining": 1649856900000,
          "tribune": 1649867400000,
          "tower": 1649874600000,
          "cathedral": 1649874900000,
          "finish": 1649891100000
        }
      },
      {
        "name": "HERMANDAD SALESIANA Y COFRADÍA DE NAZARENOS DEL SANTO CRISTO DE LAS PENAS, MARÍA SANTÍSIMA DEL AUXILIO, SAN JUAN EVANGELISTA Y SAN JUAN BOSCO",
        "church": "Santuario de María Auxiliadora (Barrio de Capuchinos)",
        "itinerary": "Casa Hermandad, Eduardo Domínguez Ávila, Plaza de Capuchinos, Capuchinos, Cruz del Molinillo, Ollerías, Carretería, Nosquera, Comedias, Plaza de los Mártires Ciriaco y Paula, Santa Lucía, Granada, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Torre Sur, Postigo de los Abades, Puerta del Sol, Estación de Penitencia en la S.I.C.B., Puerta de las Cadenas, Patio de los Naranjos, San Agustín, Echegaray, Granada, Méndez Núñez, Plaza de Uncibay, Méndez Núñez, Plaza del Teatro, Puerta de Buenaventura, Carretería, Dos Aceras, Plaza de Montaño, Dos Aceras, Carrera de Capuchinos, Plaza de Capuchinos, Eduardo Domínguez Ávila, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649861100000,
          "tribune": 1649869200000,
          "tower": 1649876400000,
          "cathedral": 1649877000000,
          "finish": 1649886600000
        }
      },
      {
        "name": "HERMANDAD SACRAMENTAL Y REALES COFRADÍAS FUSIONADAS DE JESÚS DE AZOTES Y COLUMNA, STMO. CRISTO DE LA EXALTACIÓN, STMO. CRISTO DE ÁNIMAS DE CIEGOS, MARÍA STMA. DE LÁGRIMAS Y FAVORES E ILUSTRE ARCHICOFRADÍA DE LA SANTA VERA CRUZ Y SANGRE, NTRA. SRA. DEL MAYOR DOLOR Y SAN JUAN EVANGELISTA (VULGO REALES COFRADÍAS FUSIONADAS)",
        "church": "Parroquia de San Juan Bautista (Centro)",
        "itinerary": "Iglesia de San Juan (salida de nazarenos), San Juan, Calderón de la Barca, Plaza Enrique García Herrera, Mesón de la Victoria, Casa Hermandad, Pasillo de San Isabel, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Echegaray, Granada, Méndez Núñez, Plaza de Uncibay, Méndez Núñez, Tejón y Rodríguez, Carretería, Nosquera, Comedias, Santa Lucía, Granada, Plaza de la Constitución, Especerías, Cisneros, Pasillo de Santa Isabel, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649866500000,
          "tribune": 1649870400000,
          "tower": 1649877600000,
          "cathedral": 1649878200000,
          "finish": 1649891400000
        }
      },
      {
        "name": "REAL, MUY ILUSTRE, VENERABLE Y ANTIGUA HERMANDAD Y COFRADÍA DE NAZARENOS DE NUESTRO PADRE DE LA PUENTE DEL CEDRÓN Y MARÍA SANTÍSIMA DE LA PALOMA",
        "church": "Capilla de María Santísima de la Paloma (Centro)",
        "itinerary": "Capilla María Santísima de la Paloma, Plaza de San Francisco, Carretería, Tribuna de los Pobres, Puerta Nueva, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Tribuna, Larios, Martínez, Puerta del Mar, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Torre Sur, Santa María, San Agustín, Duque de la Victoria, Plaza del Siglo, Granada, Méndez Núñez, Plaza de Uncibay, Méndez Núñez, Tejón y Rodríguez, Carretería, Plaza San Francisco, Capilla María Santísima de la Paloma.",
        "datetimes": {
          "beggining": 1649870400000,
          "tribune": 1649875200000,
          "tower": 1649882400000,
          "finish": 1649889900000
        }
      },
      {
        "name": "REAL, EXCELENTÍSIMA, MUY ILUSTRE Y VENERABLE COFRADÍA DE CULTO Y PROCESIÓN DE NUESTRO PADRE JESÚS NAZARENO TITULADO “EL RICO” Y MARÍA SANTÍSIMA DEL AMOR",
        "church": "Parroquia de Santiago Apóstol (Centro)",
        "itinerary": "Casa Hermandad, Victoria, Plaza Jesús El Rico, Alcazabilla, Plaza de la Aduana, Cortina del Muelle, Postigo de los Abades, Plaza del Obispo (Acto de liberación), Molina Lario, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Tribuna, Larios, Martínez, Puerta del Mar, Atarazana, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Santa María, Císter, Plaza de la Aduana, Alcazabilla, Plaza Jesús El Rico, Victoria y Casa Hermandad.",
        "datetimes": {
          "beggining": 1649866500000,
          "tribune": 1649878500000,
          "tower": 1649885700000,
          "finish": 1649891700000
        }
      },
      {
        "name": "PONTIFICIA Y REAL, MUY ILUSTRE Y VENERABLE ARCHICOFRADÍA DEL SANTÍSIMO CRISTO DE LA SANGRE, MARÍA SANTÍSIMA DE CONSOLACIÓN Y LÁGRIMAS Y DEL SANTO SUDARIO",
        "church": "Parroquia de San Felipe Neri (Barrio de Capuchinos – Molinillo)",
        "itinerary": "Casa Hermandad, Dos Aceras, Carretería, Puerta Nueva, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Santa María, Duque de la Victoria, Plaza del Siglo, Calderería, Casapalma, Álamos, Dos Aceras, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649874600000,
          "tribune": 1649881500000,
          "tower": 1649888700000,
          "finish": 1649894400000
        }
      },
      {
        "name": "PONTIFICIA, REAL, ILUSTRE Y VENERABLE ARCHICOFRADÍA SACRAMENTAL DE CULTO Y PROCESIÓN DEL SANTÍSIMO CRISTO DE LA EXPIRACIÓN Y MARÍA SANTÍSIMA DE LOS DOLORES CORONADA",
        "church": "Parroquia del Apóstol San Pedro (Barrio del Perchel)",
        "itinerary": "Parroquia del Apóstol San Pedro, Plaza de San Pedro, Plaza Enrique Navarro, Cristo de la Expiración, Avenida de Andalucía, Puente de Tetuán, Alameda Principal (lateral norte), Ordóñez, Atarazanas, Plaza de Arriola, Pasillo de Santa Isabel, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Strachan, Larios, Mesón de Vélez, Dr. Felipe Sánchez de la Cuesta y Alarcón, Antonio Baena Gómez, Martínez, Puerta del Mar, Alameda Principal, Córdoba, Vendeja, Pasaje Linaje, Puente de la Misericordia, Avenida de la Aurora, Cristo de la Expiración, Plaza de Enrique Navarro, Casa Hermandad.",
        "datetimes": {
          "beggining": 1649877300000,
          "tribune": 1649884500000,
          "tower": 1649891700000,
          "finish": 1649935800000
        }
      }
    ]
  },
  "jueves-santo": {
    "brotherhoods": [
      {
        "name": "REAL Y MUY ILUSTRE HERMANDAD DE LA SAGRADA CENA SACRAMENTAL DE NUESTRO SEÑOR JESUCRISTO Y MARÍA SANTÍSIMA DE LA PAZ",
        "church": "Parroquia de los Santos Mártires Ciriaco y Paula (Centro)",
        "itinerary": "Casa Hermandad, Compañía, Fajardo, Cisneros, Especerías, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Calderería, Plaza Uncibay, Casapalma, Cárcer, Álamos, Carretería, Puerta Nueva y Casa Hermandad.",
        "datetimes": {
          "beggining": 1649949300000,
          "tribune": 1649952000000,
          "tower": 1649959200000,
          "finish": 1649970900000
        }
      },
      {
        "name": "MUY ILUSTRE Y VENERABLE HERMANDAD SACRAMENTAL DE NUESTRO PADRE JESÚS NAZARENO DE VIÑEROS, NUESTRA SEÑORA DEL TRASPASO Y SOLEDAD DE VIÑEROS Y SAN LORENZO MÁRTIR",
        "church": "Iglesia Conventual de las R.R.M.M. Dominicas (Centro)",
        "itinerary": "Iglesia de la Aurora y Divina Providencia, Andrés Pérez, Carretería, Gigantes, Viento, Cobertizo de Malaver, Plaza de los Viñeros (salida tronos), Biedmas, Carretería, Puerta Nueva, Compañía, Fajardo, Cisneros, Especería, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Cister, San Agustín, Duque de la Victoria, Granada, Plaza del Siglo, Plaza del Carbón, Granada, Santa Lucía, Comedias, Tejón y Rodríguez, Carretería, Biedmas, Plaza de los Viñeros y Casa Hermandad",
        "datetimes": {
          "beggining": 1649949300000,
          "tribune": 1649955600000,
          "tower": 1649962800000,
          "cathedral": 1649963400000,
          "finish": 1649972700000
        }
      },
      {
        "name": "ARCHICOFRADIA DE LA SANTA VERA CRUZ (RR.CC. FUSIONADAS)",
        "church": "Parroquia de San Juan Bautista (Centro)",
        "itinerary": "Iglesia de San Juan, San Juan, Calderón de la Barca, Fernán González, Cisneros, Especería , Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, San Agustín, Echegaray, Granada, Méndez Núñez, Plaza Uncibay, Méndez Núñez, Comedias, Nosquera, Muro de las Catalinas, Arco de la Cabeza, Plazuela Virgen de las Penas, Pozos Dulces, Compañía, Fajardo, Fernán González, Calderón de la Barca y a su Templo.",
        "datetimes": {
          "beggining": 1649955600000,
          "tribune": 1649958900000,
          "tower": 1649966100000,
          "cathedral": 1649966700000,
          "finish": 1649977200000
        }
      },
      {
        "name": "SERÁFICA HERMANDAD DE LA SANTA CRUZ, SANTÍSIMO CRISTO DE LA VICTORIA Y NUESTRA SEÑORA DE LOS DOLORES EN SU AMPARO Y MISERICORDIA.",
        "church": "Parroquia de San Felipe Neri (Barrio de Capuchinos – Molinillo)",
        "itinerary": "Iglesia de San Felipe Neri, Plazuela Santísimo Cristo de la Sangre, Gaona, Guerrero, Dos Aceras, Álamos, Carretería, Andrés Pérez, Arco de la Cabeza, Plazuela Virgen de las Penas, Pozos Dulces, Compañía, Fajardo, Cisneros, Especería, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Plazuela Jesús Castellanos, Granada, Plaza de la Merced, Madre de Dios, Peña, Jinetes, Dos Aceras, Alta, Parras, Plazuela Santísimo Cristo de la Sangre y a su Templo.",
        "datetimes": {
          "beggining": 1649952900000,
          "tribune": 1649960700000,
          "tower": 1649967900000,
          "cathedral": 1649968500000,
          "finish": 1649982000000
        }
      },
      {
        "name": "PONTIFICIA Y REAL CONGREGACIÓN DEL SANTÍSIMO CRISTO DE LA BUENA MUERTE Y ÁNIMAS, NUESTRA SEÑORA DE LA SOLEDAD (MENA)",
        "church": "Parroquia de Santo Domingo (Barrio del Perchel)",
        "itinerary": "Casa Hermandad, Plaza Fray Alonso de Santo Tomás, Plaza Legión Española, San Jacinto, Puente de la Esperanza, Manuel José García Caparros, Pasillo de Santa Isabel, Cisneros, Especería, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Calderería, Plaza Uncibay, Méndez Núñez, Tejón y Rodríguez, Carretería, Puerta Nueva, Compañía, Fajardo, Fernán González, Moreno Carbonero, Sebastián Souvirón, Plaza Arriola, Prim, Puente de la Esperanza, Hilera, Cerezuela, Plaza Legión Española, Plaza Fray Alonso de Santo Tomás y Casa Hermandad.",
        "datetimes": {
          "beggining": 1649957100000,
          "tribune": 1649962500000,
          "tower": 1649969700000,
          "finish": 1649982600000
        }
      },
      {
        "name": "REAL Y EXCELENTÍSIMA HERMANDAD DE NUESTRO PADRE JESÚS DEL SANTO SUPLICIO, SANTÍSIMO CRISTO DE LOS MILAGROS Y MARÍA SANTÍSIMA DE LA AMARGURA CORONADA (ZAMARRILLA)",
        "church": "Ermita de Zamarrilla (Barrio de la Trinidad – Perchel)",
        "itinerary": "Ermita de Zamarrilla, Martínez Maldonado, Mármoles, Puente de la Aurora, Rampa de la Aurora, Pasillo Santa Isabel, Cisneros, Especería, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Granada, Plaza del Carbón, Calderería, Plaza Uncibay, Méndez Núñez, Tejón y Rodríguez, Carretería, Puerta Nueva, Compañía, Fajardo, Cisneros, Pasillo Santa Isabel, Rampa de la Aurora, Puente de la Aurora, Mármoles, Martínez Maldonado y Casa Hermandad.",
        "datetimes": {
          "beggining": 1649959500000,
          "tribune": 1649967000000,
          "tower": 1649974200000,
          "finish": 1649989800000
        }
      },
      {
        "name": "REAL, ILUSTRE Y VENERABLE COFRADIA DE NUESTRO PADRE JESUS DE LA MISERICORDIA, SANTISIMO CRISTO DE ÁNIMAS, NUESTRA SEÑORA DEL GRAN PODER SAN JUAN DE DIOS",
        "church": "Parroquia de Nuestra señora del Carmen (Barrio del Perchel)",
        "itinerary": "Casa Hermandad, La Serna, Ancha del Carmen, Cristo de la Expiración, Avenida de Andalucía, Puente de Tetuán, Alameda Principal (lateral norte), Ordóñez, Atarazanas, Plaza Arriola, Pasillo Santa Isabel, Cisneros, Especería, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Strachan, Larios, Liborio García, Mesón de Vélez, Antonio Baena Gómez, Martínez, Atarazanas, Torregorda, Alameda Principal, Tomás de Heredia, Vendeja, Linaje, Puente de la Misericordia, Avenida de la Aurora, Ancha del Carmen, La Serna y Casa Hermandad.",
        "datetimes": {
          "beggining": 1649961000000,
          "tribune": 1649970000000,
          "tower": 1649977200000,
          "finish": 1649985600000
        }
      },
      {
        "name": "PONTIFICIA Y REAL ARCHICOFRADÍA DEL DULCE NOMBRE DE JESÚS NAZARENO DEL PASO Y MARÍA SANTÍSIMA DE LA ESPERANZA",
        "church": "Basílica Menor del Paso y la Esperanza (Barrio del Perchel)",
        "itinerary": "Basílica del Paso y de la Esperanza, Glorieta de Lola Carrera, Cerezuela, San Jacinto, Huerta del Obispo, Agustín Parejo, Plaza de Doña Trinidad, Álvaro de Bazán, Mármoles, Puente de la Aurora, Pasillo de Santa Isabel, Cisneros, Especería, Plaza de la Constitución (Bendición), Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Strachan, Torre de Sandoval, Bolsa, Marqués de Larios, Marín García, Mesón de Vélez, Dr. Felipe Sánchez de la Cuesta Alarcón, Antonio Baena Gómez, Martínez, Atarazanas, Prim, Puente de la Esperanza, Hilera, Glorieta de Lola Carrera y a su Templo.",
        "datetimes": {
          "beggining": 1649963700000,
          "tribune": 1649973000000,
          "tower": 1649980200000,
          "finish": 1649986200000
        }
      }
    ]
  },
  "viernes-santo": {
    "brotherhoods": [
      {
        "name": "MUY ANTIGUA Y VENERABLE HERMANDAD DE VÍA CRUCIS DEL SANTO CRISTO DEL CALVARIO Y SEÑOR SAN FRANCISCO DE PAULA Y COFRADIA DE NAZARENOS DEL SANTÍSIMO CRISTO YACENTE DE LA PAZ Y LA UNIDAD EN EL MISTERIO DE SU SAGRADA MORTAJA, NUESTRA SEÑORA DE FE Y CONSUELO, SANTA MARÍA DEL MONTE CALVARIO Y SAN MANUELGONZÁLEZ",
        "church": "Capilla del Monte Calvario (Barrio de la Victoria)",
        "itinerary": "Vía Dolorosa del Calvario, Glorieta Padre Manuel Gámez, Amargura, Alfonso XII, Plaza del Santuario, Compás de la Victoria, Plaza de la Victoria, Victoria, Plaza de María Guerrero, Granada, Plazuela de Jesús Castellanos, San Agustín, Echegaray, Granada, Plaza del Siglo, Plaza del Carbón, Plaza de Spínola, Granada, Plaza de la Constitución, RO, Císter, San Agustín, Duque de la Victoria, Plaza del Carbón, Plaza del Siglo, Plaza de Spínola, Granada, Ángel, Luis de Velázquez, Santa Lucía, Comedias, Plaza del Teatro, Álamos, Mariblanca, Peña, Cruz Verde, Altozano, Párroco Ruiz Furest, Puerto Parejo, Manrique, Tejeros, Mitjana, Rampa del Santuario, Basílica de Santa María de la Victoria.",
        "datetimes": {
          "beggining": 1650031200000,
          "tribune": 1650040800000,
          "tower": 1650048300000,
          "cathedral": 1650048600000,
          "finish": 1650060000000
        }
      },
      {
        "name": "FERVOROSA HERMANDAD SACRAMENTAL Y REAL COFRADÍA DE NAZARENOS DEL SAGRADO DESCENDIMIENTO DE NUESTRO SEÑOR JESUCRISTO, NUESTRA SEÑORA DEL SANTO SUDARIO Y MARÍA SANTÍSIMA DE LAS ANGUSTIAS",
        "church": "Capilla del Sagrado Descendimiento (Barrio de la Malagueta)",
        "itinerary": "Casa Hermandad, Manuel Martín Estévez, Maestranza, Cervantes, Paseo de Reding, Avenida de Cervantes, Alcalde Pedro Luis Alonso, Guillén Sotelo, Travesía Pintor Nogales, Plaza de la Aduana, Císter, San Agustín, Duque de la Victoria, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, Plaza de la Aduana, Travesía Pintor Nogales, Guillén Sotelo, Paseo de Reding, Plaza General Torrijos (vial Hospital Noble), Maestranza, Manuel Martín Estévez, Casa Hermandad.",
        "datetimes": {
          "beggining": 1650033000000,
          "tribune": 1650043200000,
          "tower": 1650050700000,
          "cathedral": 1650051300000,
          "finish": 1650060900000
        }
      },
      {
        "name": "MUY ANTIGUA, VENERABLE Y PONTIFICIA ARCHICOFRADÍA SACRAMENTAL DE NAZARENOS DEL SANTÍSIMO CRISTO DE LA REDENCIÓN Y NUESTRA SEÑORA DE LOS DOLORES",
        "church": "Parroquia de San Juan Bautista (Centro)",
        "itinerary": "Iglesia Parroquial de San Juan, San Juan, Plaza de Félix Sáenz, Sebastián Souvirón, Plaza de Arriola, Sagasta, Plaza de Félix Sáenz, Nueva, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Postigo de los Abades, Estación de Penitencia en la S.I.C.B., Patio de los Naranjos, Císter, San Agustín, Duque de la Victoria, Plaza del Siglo, Plaza del Carbón, Granada, Plaza de la Constitución, Especerías, Cisneros, Fernán González, Calderón de la Barca, San Juan, Iglesia Parroquial de San Juan.",
        "datetimes": {
          "beggining": 1650039600000,
          "tribune": 1650045600000,
          "tower": 1650053100000,
          "cathedral": 1650053700000,
          "finish": 1650062100000
        }
      },
      {
        "name": "REAL COFRADÍA DEL SANTÍSIMO CRISTO DEL AMOR Y NUESTRA SEÑORA DE LA CARIDAD",
        "church": "Basílica y Real Santuario de Santa María de la Victoria (Barrio de la Victoria)",
        "itinerary": "Basílica y Santuario de Santa María de la Victoria (salida de nazarenos), Plazuela Cristo del Amor, Conde de Tendilla, María, Ladrón de Guevara, Fernando el Católico (salida de los tronos), San Patricio, Compás de la Victoria, Plaza de la Victoria, Victoria, Alcazabilla, Plaza de la Aduana, Císter, San Agustín, Duque de la Victoria, Plaza del Carbón, Granada, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Carbón, Granada, Méndez Núñez, Uncibay, Casapalma, Cárcer, Ramos Marín, Frailes, Cruz Verde, Altozano, Párroco Ruiz Furest, Puerto Parejo, Plaza de Mendizábal, Cristo de la Epidemia, Gordón, Fernando el Católico, Casa hermandad.",
        "datetimes": {
          "beggining": 1650034800000,
          "tribune": 1650048000000,
          "tower": 1650055500000,
          "finish": 1650067200000
        }
      },
      {
        "name": "REAL, ILUSTRE Y VENERABLE HERMANDAD DEL SANTO TRASLADO Y NUESTRA SEÑORA DE LA SOLEDAD",
        "church": "Parroquia de San Pablo (Barrio de la Trinidad)",
        "itinerary": "Casa Hermandad, Trinidad, Rampa de la Aurora, Puente de la Aurora, Pasillo de Santa Isabel, Cisneros, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Rotonda Marqués Larios, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Plaza del Carbón, Plaza Spínola, Granada, Plaza de la Constitución, Especerías, Cisneros, Pasillo de Santa Isabel, Puente de la Aurora, Rampa de la Aurora, Trinidad, Casa Hermandad.",
        "datetimes": {
          "beggining": 1650043800000,
          "tribune": 1650051000000,
          "tower": 1650058500000,
          "finish": 1650073500000
        }
      },
      {
        "name": "REAL HERMANDAD DE NUESTRA SEÑORA DE LA PIEDAD",
        "church": "Capilla de la Cruz del Molinillo (Barrio de Capuchinos / Molinillo)",
        "itinerary": "Casa Hermandad, Cruz del Molinillo, Ollerías, Carretería, Tribuna de los Pobres, Puerta Nueva, Fajardo, Cisneros, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda, Plaza de la Marina, Molina Lario, Torre Sur, Plaza del Siglo, Plaza del Carbón, Calderería, Méndez Núñez, Ollerías, Cruz del Molinillo, Casa Hermandad.",
        "datetimes": {
          "beggining": 1650043200000,
          "tribune": 1650053700000,
          "tower": 1650061200000,
          "finish": 1650066600000
        }
      },
      {
        "name": "REAL HERMANDAD DE NUESTRO PADRE JESÚS DEL SANTO SEPULCRO Y NUESTRA SEÑORA DE LA SOLEDAD",
        "church": "Abadía del Císter (Centro)",
        "itinerary": "Casa Hermandad, Jardines de Manuel Atencia García, Alcazabilla, Plaza María Guerrero, Plaza de la Merced, Álamos, Cárcer, Casapalma, Méndez Núñez, Plaza de Uncibay, Calderería, Plaza del Carbón, Granada, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Molina Lario, Plaza del Obispo, Molina Lario, Plaza del Siglo, Duque de la Victoria, San Agustín, Císter, Plaza de la Aduana, Alcazabilla, Casa Hermandad.",
        "datetimes": {
          "beggining": 1650047400000,
          "tribune": 1650055200000,
          "tower": 1650062700000,
          "finish": 1650068100000
        }
      },
      {
        "name": "VENERABLE ORDEN TERCERA DE SIERVOS DE MARÍA SANTÍSIMA DE LOS DOLORES (SERVITAS)",
        "church": "Parroquia de San Felipe Neri (Barrio de Capuchinos / Molinillo)",
        "itinerary": "Iglesia San Felipe Neri, Gaona, Guerrero, Dos Aceras, Álamos, Puerta de Buenaventura, Plaza del Teatro, Comedias, Nosquera, Muro de San Julián, Arco de la Cabeza, Plaza Virgen de las Penas, Pozos Dulces, Compañía, Salvago, Especerías, Plaza de la Constitución, Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Plaza de la Marina, Molina Lario, Plaza del Obispo, Molina Lario, Santa María, Sánchez Pastor, Granada, Santa Lucía, Comedias, Plaza del Teatro, Puerta de Buenaventura, Álamos, Dos Aceras, Guerrero, Gaona, Iglesia San Felipe Neri.",
        "datetimes": {
          "beggining": 1650049200000,
          "tribune": 1650058800000,
          "tower": 1650066900000,
          "finish": 1650069900000
        }
      }
    ]
  },
  "domingo-resurreccion": {
    "brotherhoods": [
      {
        "name": "SANTÍSIMO CRISTO RESUCITADO Y MARÍA SANTÍSIMA REINA DE LOS CIELOS",
        "church": "Iglesia de San Julián (Centro)",
        "itinerary": "Iglesia de San Julián, Nosquera, Comedias, Santa Lucía, Plaza Jesús de la Pasión, Santa Lucía, Granada, Plaza de la Constitución, Tribuna, Marqués de Larios, Martínez, Atarazanas, Torregorda, Alameda Principal, Molina Lario, Plaza del Obispo, Molina Lario , Santa Maria, San Agustín, Echegaray, Granada, Méndez Núñez, Comedias, Nosquera, a su Templo.",
        "datetimes": {
          "beggining": 1650182400000,
          "tribune": 1650186300000,
          "tower": 1650193800000,
          "finish": 1650200400000
        }
      }
    ]
  }
}
